{"/about/":{"data":{"":"Urbano Sheepdog is a technology-based startup dedicated to developing solutions in AIoT (Artificial Intelligence of Things), cybersecurity, and smart devices for agriculture, defense, governments, and smart cities. Founded as Urbano Applied Research, the company evolved into its new identity to reflect its core purpose: to act as a true sheepdog, guarding the integrity, sovereignty, and intelligence of systems that connect the physical and digital worlds.","areas-of-expertise#Areas of Expertise":" Agriculture: development of AIoT devices for climate, soil, and water resource monitoring; autonomous alert and response systems for pests and extreme events. Defense and security: prototyping of autonomous devices and embedded systems focused on tactical operations and critical infrastructure protection. Governments and smart cities: solutions for urban data collection and analysis, mobility, environmental management, and transparency. AIoT cybersecurity: creation of secure architectures for connected devices, emphasizing encryption, resilience against attacks, and regulatory compliance. ","differentials#Differentials":" End-to-end development: from concept to functional prototype, in agile, iterative cycles. Commitment to national technology and digital sovereignty principles. Focus on low operational cost solutions tailored to emerging markets and public sector needs. ","mission#Mission":"We design and implement technologies that integrate advanced sensors, edge computing, embedded artificial intelligence, and resilient infrastructure, with the goal of:\nPromoting digital sovereignty and security in connected technologies. Enabling automation and monitoring for agriculture, with a focus on productivity, sustainability, and traceability. Delivering applied cyber defense, protecting critical devices in sensitive operations. Supporting smart governance by providing technology for data-driven public management. ","vision#Vision":"To become a reference in Latin America for the development of secure, sovereign AIoT technologies, contributing to a future where technology and strategy work together to strengthen nations."},"title":"Urbano Sheepdog"},"/posts/":{"data":{"":"\rRSS Feed "},"title":"Posts"},"/posts/geopolitcs-ai/":{"data":{"ai-and-defense-security#AI and Defense Security":"Talk about AI is talking about defense security needs to face that\nIntroductionAI and Defense Security ","introduction#Introduction":""},"title":"Geopolitics and AI"}}